
#include <string>

#pragma once

namespace higher_iq_way
{

using std::string;

const string ways_study[4] = {
    "Хорошо учился в школе и поступил в вуз.",
    "Не хотел учится в школе, любил только хобби, поступил на платное из-за низких баллов.",
    "Отлично учился и закончил с медалью. Поступил в вуз.",
    "Получил образование 11-го класса и тянется за высшим."
};

const string ways_study_continue[4] = {
    "Нашел работу и там же друзей.",
    "Был замкнут и дружил лишь с родней.",
    "Нашел работу не по специальности.",
    "Зарабатввал некоторое время нелегально, но в итоге нашел, куда устроиться."
};

} // higher_iq_way